<?php

return [
    'ja' => [
        /* 役職 */
        'position' => [
            1 => '代表取締役',
            2 => '役員・役員クラス',
            3 => '部長・部長クラス',
            4 => '課長・課長クラス',
            5 => '係長・係長クラス',
            6 => '主任・主任クラス',
            7 => '一般',
            99 => 'その他',
        ],
        /* 業種 */
        'industry' => [
            1 => '電子・情報通信機器メーカー',
            2 => '電子部品・電子デバイスメーカー',
            3 => '機器・精密機器メーカー',
            4 => 'その他メーカー',
            5 => 'IT関連・情報・通信',
            6 => 'ソフトウェア・システム',
            7 => '建設・建築',
            8 => '商社',
            9 => '金融・証券・保険',
            10 => '出版・広告・放送',
            11 => '官公庁・教育・研究機関',
            99 => 'その他',
        ],
        /* 職種 */
        'occupation' => [
            1 => 'エンジニア・設計・クリエイティブ',
            2 => '研究開発',
            3 => '営業・販売',
            4 => '管理・総務・経理',
            5 => '購買・資材・バイヤー',
            6 => '生産・製造・検査',
            7 => 'マーケティング・広報・宣伝',
            99 => 'その他',
            8 => '学生',
        ],
    ],
];

